tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
tap "vmware-tanzu/carvel"
brew "cloc"
brew "coreutils"
brew "fdupes"
brew "fnm"
brew "git"
brew "git-filter-repo"
brew "glab"
brew "gnu-sed"
brew "go"
brew "helm"
brew "hub"
brew "icdiff"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "openjdk"
brew "maven"
brew "node"
brew "python@3.9"
brew "stern"
brew "tree"
brew "watch"
brew "yarn"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
brew "vmware-tanzu/carvel/ytt"
cask "adoptopenjdk8"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "gotomeeting"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "temurin"
cask "temurin17"
cask "visual-studio-code"
cask "zoom"
